tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "colindean/fonts-nonfree"
cask "java"
brew "ant"
brew "axel"
brew "node"
brew "bower"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "dos2unix"
brew "ffmpeg"
brew "gawk"
brew "ghostscript"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "libidn2"
brew "mas"
brew "nmap"
brew "p7zip"
brew "python"
brew "qpdf"
brew "telnet"
brew "trash"
brew "tree"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/php56-mcrypt"
brew "hudochenkov/sshpass/sshpass"
cask "caffeine"
cask "calibre"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "keepassx"
cask "meld"
cask "skype"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-menlo-for-powerline"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "CopyClip", id: 595191960
mas "Keynote", id: 409183694
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WeatherBug", id: 1059074180
