tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/gui"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/fonts"
cask "java"
brew "zsh"
brew "zsh-completions"
brew "ant"
brew "axel"
brew "node"
brew "bower"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "dos2unix"
brew "ffmpeg"
brew "gawk"
brew "ghostscript"
brew "go"
brew "htop"
brew "imagemagick"
brew "libidn2"
brew "p7zip"
brew "pdftohtml"
brew "phantomjs"
brew "php@7.1"
brew "python"
brew "qpdf"
brew "sshpass"
brew "telnet"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "homebrew/php/php56-mcrypt"
brew "homebrew/php/php71-ast"
cask "android-file-transfer"
cask "caffeine"
cask "filezilla"
cask "google-chrome"
cask "iterm2"
cask "kdiff3"
cask "meld"
cask "pdftotext"
cask "sublime-text"
cask "visual-studio-code"
cask "teamviewer"
cask "virtualbox"
cask "vlc"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-menlo-for-powerline"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
