tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
# Requirements:
# homebrew - http://brew.sh/
# brew bundle - https://github.com/Homebrew/homebrew-bundle
# cask - https://caskroom.github.io/ (installed automatically)
# mas-cli - https://github.com/argon/mas
cask_args appdir: '/Applications'
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
cask "java"
brew "ant"
brew "antigen"
brew "axel"
brew "bat"
brew "node"
brew "bower"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "cython"
brew "diff-so-fancy"
brew "dos2unix"
brew "ffmpeg"
brew "fswatch"
brew "gawk"
brew "ghostscript"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "libidn2"
brew "mas"
brew "maven"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "python"
brew "qpdf"
brew "rsync"
brew "telnet"
brew "trash", link: false
brew "tree"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "hudochenkov/sshpass/sshpass"
cask "caffeine"
cask "calibre"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "keepassx"
cask "meld"
cask "skype"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "Annotate", id: 918207447
mas "CopyClip", id: 595191960
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WeatherBug", id: 1059074180
